---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.LoadOrientTo.HostLocalCoordinateSystem
enum: Autodesk.Revit.DB.Structure.LoadOrientTo
source: html/c5375af8-d19d-73dd-6248-4c2440506517.htm
---
# Autodesk.Revit.DB.Structure.LoadOrientTo.HostLocalCoordinateSystem

Load is oriented in respect to it analytical host element coordinate system and will follow host changes.